-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2020-09-24 08:49:56
-- 服务器版本： 10.1.9-MariaDB
-- PHP Version: 5.6.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dewu`
--
CREATE DATABASE IF NOT EXISTS `dewu` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `dewu`;

-- --------------------------------------------------------

--
-- 表的结构 `all_details`
--

DROP TABLE IF EXISTS `all_details`;
CREATE TABLE IF NOT EXISTS `all_details` (
  `adid` int(11) NOT NULL AUTO_INCREMENT COMMENT '分类编号 主键约束',
  `asort_id` int(11) NOT NULL COMMENT '每个类里的分类',
  `all_img` varchar(50) DEFAULT NULL COMMENT '商标',
  `all_brand` varchar(20) DEFAULT NULL COMMENT '品牌名',
  `all_id` int(10) DEFAULT NULL COMMENT '对应的分类的编号',
  PRIMARY KEY (`adid`)
) ENGINE=InnoDB AUTO_INCREMENT=237 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `all_details`
--

TRUNCATE TABLE `all_details`;
--
-- 转存表中的数据 `all_details`
--

INSERT DELAYED IGNORE INTO `all_details` (`adid`, `asort_id`, `all_img`, `all_brand`, `all_id`) VALUES
(1, 1, 'untitled.png', 'Nike', 1),
(2, 1, 'super.png', 'Supreme', 1),
(3, 1, '2020090918053286.png', 'New Balance', 1),
(4, 1, 'lll.png', 'lll', 1),
(5, 1, 'casio.png', 'Casio', 1),
(6, 1, 'dickies.png', 'Dickies', 1),
(7, 1, 'switch.png', 'Switch', 1),
(8, 1, 'empt.png', 'Nike', 1),
(9, 1, '20200909180532.png', 'Beats', 1),
(10, 1, '202009091805326.png', 'Edifier', 1),
(11, 1, '202009091805327.png', 'Aero System', 1),
(12, 1, '2020090917470717.png', 'Seiko', 1),
(13, 1, '2020090917470724.png', 'Abathing', 1),
(14, 1, '2020090917470722.png', 'Swatch', 1),
(15, 1, '2020090917470728.png', 'Fila', 1),
(16, 1, '2020090917470735.png', 'Welly Merck', 1),
(17, 1, '2020090917470738.png', 'Agelocer', 1),
(18, 1, '2020090917470740.png', 'CUCCL', 1),
(19, 1, '2020090917470747.png', 'Ticeatch', 1),
(20, 1, '2020090917470756.png', 'Dior', 1),
(21, 1, '2020090917470757.png', 'Hermes', 1),
(22, 1, '2020090917470759.png', 'Monao', 1),
(23, 1, '2020090917470761.png', 'LOUIs VUITTON', 1),
(24, 1, '2020090917470770.png', 'AMBUSH', 1),
(25, 1, '2020090917470780.png', 'GIVENCHY', 1),
(26, 2, '20200909195911.png', 'Air JOrdan 1', 1),
(27, 2, '20200909195920.png', 'Yeezy boost', 1),
(28, 2, '2020091120550630.png', 'Air Jordan', 1),
(29, 2, '2020091123171712.png', 'Air Force', 1),
(30, 2, '2020091120550627.png', 'M2K', 1),
(31, 2, '2020091123171711.png', 'Old Skool', 1),
(32, 2, '20200909195519.png', 'Smash', 2),
(33, 2, '202009112325141.jpg', 'Rihanna Fenty', 2),
(34, 2, '202009112325321.jpg', 'Rs-x', 2),
(35, 2, '202009112325411.jpg', 'Sude', 2),
(36, 2, '202009112325491.jpg', 'Uproar', 2),
(37, 2, '9f1ac48fa0d89d7bcae6e865942ac86.jpg', 'Grazy Expliosive', 3),
(38, 2, '202009112341191.jpg', 'Ultra Boost', 3),
(39, 2, '202009112342581.jpg', '350', 3),
(40, 2, '20200911234303.jpg', 'Solar Blaze', 3),
(41, 2, '202009112343071.jpg', 'SpeedFactory', 3),
(42, 2, '2020091120550679.png', 'STANDARD', 4),
(43, 2, '2020091120550672.png', 'BABA-G', 4),
(44, 2, '2020090917470716.png', 'Lineage', 4),
(45, 2, '2020091120550640.png', 'G-SHOCk', 4),
(46, 2, '2020091120550646.png', 'Sheen', 4),
(47, 3, '202009112055068.png', 'Jordan', 1),
(48, 3, '20200911205506301.png', 'Air Jordan', 1),
(49, 3, '2020091120550629.png', 'Air Jordan7', 1),
(50, 3, '2020091120550635.png', 'Air Jordan 33', 1),
(51, 3, '2020091120550614.png', 'Legacy', 1),
(52, 3, '20200909195748.png', 'kyrie', 2),
(53, 3, '20200909195629.png', 'Blazer', 2),
(54, 3, '20200909195848.png', 'Air Fear of God', 2),
(55, 3, '2020091120550625.png', 'Air Monarch', 2),
(56, 3, '20200911231717.png', 'Dunk SB', 2),
(57, 3, '20200909200002.png', 'SK8 MID', 3),
(58, 3, '202009112055065.png', 'SK8 HI', 3),
(59, 3, '20200911231717111.png', 'Old Skool', 3),
(60, 3, '20200912001920.jpg', 'Era', 3),
(61, 3, '20200912001931.jpg', 'Style 3', 3),
(62, 3, '20200909195519.png', 'Smash', 4),
(63, 3, '202009112325141.jpg', 'Rihanna Fenty', 4),
(64, 3, '202009112325321.jpg', 'Rs-x', 4),
(65, 3, '202009112325411.jpg', 'Sude', 4),
(66, 3, '202009112325491.jpg', 'Uproar', 4),
(67, 3, '9f1ac48fa0d89d7bcae6e865942ac86.jpg', 'Grazy Expliosive', 5),
(68, 3, '202009112341191.jpg', 'Ultra Boost', 5),
(69, 3, '202009112342581.jpg', '350', 5),
(70, 3, '20200911234303.jpg', 'Solar Blaze', 5),
(71, 3, '202009112343071.jpg', 'SpeedFactory', 5),
(72, 4, 'super.png', 'Supreme', 1),
(73, 4, '2020090918053286.png', 'New Balance', 1),
(74, 4, 'lll.png', 'lll', 1),
(75, 4, 'casio.png', 'Casio', 1),
(76, 4, 'dickies.png', 'Dickies', 1),
(77, 4, 'switch.png', 'Switch', 1),
(78, 4, 'empt.png', 'Cav empt', 1),
(79, 4, '20200909180532.png', 'Beats', 1),
(80, 4, '202009091805326.png', 'Edifier', 1),
(81, 4, '202009091805327.png', 'Aero System', 1),
(82, 4, '2020090917470717.png', 'Seiko', 1),
(83, 4, '2020090917470724.png', 'Abathing', 1),
(84, 4, '2020090917470722.png', 'Swatch', 1),
(85, 4, '2020090917470728.png', 'Fila', 1),
(86, 4, '2020090917470735.png', 'Welly Merck', 1),
(87, 4, '2020090917470738.png', 'Agelocer', 1),
(88, 4, '2020090917470740.png', 'CUCCL', 1),
(89, 4, '2020090917470747.png', 'Ticeatch', 1),
(90, 4, '2020090917470756.png', 'Dior', 1),
(91, 4, '2020090917470757.png', 'Hermes', 1),
(92, 4, '2020090917470759.png', 'Monao', 1),
(93, 4, '2020090917470761.png', 'LOUIs VUITTON', 1),
(94, 4, '2020090917470770.png', 'AMBUSH', 1),
(95, 4, '2020090917470780.png', 'GIVENCHY', 1),
(96, 5, '2020090917470761.png', 'LOUIs VUITTON', 1),
(97, 5, '2020090917470740.png', 'CUCCL', 1),
(98, 5, '2020090917470756.png', 'Dior', 1),
(99, 5, '2020090917470741.png', 'ROMAFO', 1),
(100, 5, '2020090917470772.png', 'GAON', 2),
(101, 5, '2020090917470777.png', 'BABAMA', 2),
(102, 5, '2020090917470776.png', 'OMTO', 2),
(103, 5, 'super.png', 'Supreme', 3),
(104, 5, 'untitled.png', 'Nike', 3),
(105, 5, 'dickies.png', 'Dickies', 3),
(106, 5, '2020090918053286.png', 'New Balance', 3),
(107, 5, '2020090918053286.png', 'Champion', 3),
(108, 6, '2020090917470710.png', 'G-SHOCK', 1),
(109, 6, '2020091120550672.png', 'BABY-G', 1),
(110, 6, '2020090917470711.png', '康卡斯', 1),
(111, 6, '2020090917470719.png', '俊雅', 1),
(112, 6, '2020090917470716.png', '蓝气球', 1),
(113, 6, '2020090917470717.png', 'SEIKO', 2),
(114, 6, 'casio.png', 'CASIO', 2),
(115, 6, '2020090917470720.png', 'CITIZEN', 2),
(116, 6, '2020090917470718.png', 'MLB', 2),
(117, 6, '2020090917470724.png', 'BAPE', 2),
(118, 6, '2020090917470729.png', 'LOla ROSe', 3),
(119, 6, '2020090917470730.png', 'EMPORIO', 3),
(120, 6, '2020090917470731.png', 'DanielWelling', 3),
(121, 6, '2020090917470732.png', 'ARMANI', 3),
(122, 6, '2020090917470733.png', 'CALVIN KIEIN', 3),
(123, 6, '2020090917470736.png', 'TISSOT', 4),
(124, 6, '2020090917470737.png', 'MIDO', 4),
(125, 6, '2020090917470738.png', 'AGELOCER', 4),
(126, 6, '2020090917470739.png', 'Hamiton', 4),
(127, 6, '2020090917470741.png', 'ROMAGO', 4),
(128, 6, '2020090917470742.png', 'Chopard', 5),
(129, 6, '2020090917470744.png', 'IWC', 5),
(130, 7, '2020090917470753.png', '项链', 1),
(131, 7, '2020090917470751.png', '手链', 1),
(132, 7, '2020090917470752.png', '眼镜', 1),
(133, 7, '2020090917470754.png', '腰带', 1),
(134, 7, '2020090917470755.png', '帽子', 1),
(135, 7, '2020090917470740.png', 'GUCCI', 2),
(136, 7, '2020090917470761.png', 'LOUISVUITTON', 2),
(137, 7, '2020090917470757.png', 'HERMES', 2),
(138, 7, '2020090917470758.png', 'Van Cleef', 2),
(139, 7, '2020090917470763.png', 'Swarovski', 3),
(140, 7, '2020090917470759.png', 'APM Monco', 3),
(141, 7, '2020090917470764.png', 'Pandora', 3),
(142, 7, '2020090917470765.png', 'GENTLE MONSTER', 3),
(143, 7, 'super.png', 'Supreme', 4),
(144, 7, 'untitled.png', 'Nike', 4),
(145, 7, '2020090917470768.png', 'Rastaclat', 4),
(146, 7, '2020090917470769.png', 'Stussy', 4),
(147, 7, '2020090917470767.png', 'Champion', 4),
(148, 7, '2020090917470778.png', 'CENANX', 5),
(149, 7, '2020090917470777.png', 'BABAMA', 5),
(150, 7, '2020090917470775.png', 'Guuka', 5),
(151, 7, '2020090917470773.png', 'xxDESIGN', 5),
(152, 7, '2020090917470774.png', 'JRs', 5),
(153, 8, '2020090917470779.png', 'GIORGIO ARMANI', 1),
(154, 8, '2020090917470780.png', 'GIVENCHY', 1),
(155, 8, '2020090917470781.png', 'ESTEELAUDER', 1),
(156, 8, '2020090917470782.png', 'SK-II', 1),
(157, 8, '2020090917470783.png', 'GUCCI', 1),
(158, 8, '2020090917470787.png', 'UTENA', 2),
(159, 8, '2020090917470790.png', 'sisley', 2),
(160, 8, '2020090917470788.png', 'SUQQU', 2),
(161, 8, '2020090917470791.png', 'shu uemura', 2),
(162, 8, '2020090917470792.png', 'SEKKISEI', 2),
(163, 8, '2020090917470793.png', 'NARS', 2),
(164, 8, '2020090917470794.png', 'MAKE UP', 2),
(165, 8, '2020090917470799.png', 'ANESSA', 2),
(166, 8, '2020090917470798.png', 'Atelier Cologne', 2),
(167, 8, '2020090917470797.png', 'benefit', 2),
(168, 8, '2020090917470796.png', 'BOBBI BROWN', 2),
(169, 8, '2020090917470780.png', 'GIVENCHY', 2),
(170, 8, '2020090917470781.png', 'ESTEELAUDER', 2),
(171, 8, '2020090917470782.png', 'SK-II', 2),
(172, 8, '2020090917470783.png', 'GUCCI', 2),
(173, 9, '20200909174740.png', '电动动漫', 1),
(174, 9, '20200909174741.png', '达摩系列', 1),
(175, 9, '202009091747401.png', '千秋系列', 1),
(176, 9, '202009091747402.png', '名人乐队', 1),
(177, 9, '202009091747411.png', '招财猫系列', 1),
(178, 9, '202009091747412.png', '不二家系列', 1),
(179, 9, '202009091747413.png', '更多精选', 1),
(180, 9, '202009091747414.png', '创造系列', 2),
(181, 9, '202009091747415.png', '城市系列', 2),
(182, 9, '202009091747416.png', '超级英雄系列', 2),
(183, 9, '202009091747417.png', '星球大战系列', 2),
(184, 9, '202009091747418.png', '哈利波特系列', 2),
(185, 9, '202009091747419.png', '我的世界系列', 2),
(186, 9, '2020090917474115.png', '节日限定系列', 2),
(187, 9, '2020090917474116.png', 'Ron English', 3),
(188, 9, '2020090917474117.png', '村上隆', 3),
(189, 9, '2020090917474118.png', 'DANIEL ARSHAM', 3),
(190, 9, '2020090917474119.png', 'KeIth HARING', 3),
(191, 9, '2020090917474121.png', '蜡笔小新', 4),
(192, 9, '2020090917474122.png', '迪士尼', 4),
(193, 9, '2020090917474123.png', 'KIMMY&MIKI', 4),
(194, 9, '2020090917474124.png', 'tokidoki', 4),
(195, 9, '2020090917474125.png', 'LABUBU', 4),
(196, 10, '2020090918053211.png', 'ALIENWARE', 1),
(197, 10, '2020090918053212.png', 'BUTTONS', 1),
(198, 10, '2020090918053213.png', 'MONSTER', 1),
(199, 10, '2020090918053214.png', '韶音', 1),
(200, 10, '2020090918053215.png', 'Camino', 1),
(201, 10, '2020090918053216.png', '唱吧', 1),
(202, 10, '2020090918053217.png', 'FIIL', 1),
(203, 10, '2020090917474125.png', 'LABUBU', 1),
(204, 10, '2020090917470748.png', 'Apple', 1),
(205, 10, '2020090917470749.png', 'HUAWEI', 1),
(206, 10, '2020090917470750.png', 'SAMSUNG', 1),
(207, 10, '2020090917470748.png', 'Apple', 2),
(208, 10, '2020090917470749.png', 'HUAWEI', 2),
(209, 10, '2020090917470750.png', 'SAMSUNG', 2),
(210, 10, '2020090918053219.png', '小米', 2),
(211, 10, '2020090918053220.png', 'vivo', 2),
(212, 10, '2020090918053221.png', 'oppo', 2),
(213, 10, '2020090918053222.png', '努比亚', 2),
(214, 10, '2020090918053223.png', '黑鲨', 2),
(215, 11, '2020090918053224.png', 'Starbucks', 1),
(216, 11, '2020090918053225.png', '村上隆', 1),
(217, 11, 'super.png', 'Supreme', 1),
(218, 11, '2020090918053227.png', 'mosh!', 1),
(219, 11, '2020090918053228.png', 'SHOESHAME', 1),
(220, 11, '2020090918053229.png', 'Cosmic', 1),
(221, 11, '2020090918053230.png', 'contigo', 1),
(222, 11, '2020090918053231.png', 'MINE', 1),
(223, 11, '2020090918053232.png', '雅马哈', 1),
(224, 11, '2020090918053233.png', '小佩', 1),
(225, 11, '2020090918053234.png', '派克', 1),
(226, 11, '2020090918053235.png', 'marvelous', 1),
(227, 11, '2020090918053237.png', '富尔顿', 1),
(228, 12, '202009091747078.png', 'Roll-Royce', 1),
(229, 12, '202009091747072.png', '保时捷', 1),
(230, 12, '202009091747073.png', '宾利', 1),
(231, 12, '202009091747074.png', '玛莎拉蒂', 1),
(232, 12, '202009091747075.png', '兰博基尼', 1),
(233, 12, '202009091747076.png', '路斯特', 1),
(234, 12, '202009091747077.png', '迈凯伦', 1),
(235, 12, '202009091747079.png', '阿斯顿 马丁', 1);

-- --------------------------------------------------------

--
-- 表的结构 `all_sort`
--

DROP TABLE IF EXISTS `all_sort`;
CREATE TABLE IF NOT EXISTS `all_sort` (
  `aid` int(11) NOT NULL AUTO_INCREMENT COMMENT '分类编号 主键约束',
  `message` varchar(10) DEFAULT NULL COMMENT '内容',
  PRIMARY KEY (`aid`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `all_sort`
--

TRUNCATE TABLE `all_sort`;
--
-- 转存表中的数据 `all_sort`
--

INSERT DELAYED IGNORE INTO `all_sort` (`aid`, `message`) VALUES
(1, '品牌'),
(2, '系列'),
(3, '球鞋'),
(4, '潮搭'),
(5, '箱包'),
(6, '手表'),
(7, '配饰'),
(8, '美妆'),
(9, '潮玩'),
(10, '数码'),
(11, '家居'),
(12, '汽车');

-- --------------------------------------------------------

--
-- 表的结构 `details`,商品的描述表
--

DROP TABLE IF EXISTS `details`;
CREATE TABLE IF NOT EXISTS `details` (
  `sdid` int(11) NOT NULL AUTO_INCREMENT COMMENT '鞋子详情编号 主键约束',
  `uid` int(11) DEFAULT NULL COMMENT '产品分类编号',
  `spid` int(11) NOT NULL COMMENT '所属产品类编号',
  `specs` varchar(10) DEFAULT NULL COMMENT '规格',
  `price` varchar(20) DEFAULT NULL COMMENT '价格',
  `title` varchar(100) DEFAULT NULL COMMENT '标题',
  `brand` varchar(20) DEFAULT NULL COMMENT '所属品牌',
  `classify` int(11) DEFAULT NULL COMMENT '所属鞋子分类编号',
  `item` varchar(10) DEFAULT NULL COMMENT '货号',
  `selling_price` varchar(10) DEFAULT NULL COMMENT '发售价格',
  `date` varchar(20) DEFAULT NULL COMMENT '发售日期',
  `quality` varchar(20) DEFAULT NULL COMMENT '鞋面材质',
  `toe_style` varchar(20) DEFAULT NULL COMMENT '鞋头款式',
  `closed` varchar(20) DEFAULT NULL COMMENT '闭合方式',
  `upper` varchar(20) DEFAULT NULL COMMENT '鞋帮高度',
  `functionality` varchar(20) DEFAULT NULL COMMENT '功能性',
  `tread` varchar(20) DEFAULT NULL COMMENT '鞋底材质',
  `color` varchar(20) DEFAULT NULL COMMENT '配色',
  `particulars` varchar(200) DEFAULT NULL COMMENT '详细信息',
  `volume` varchar(20) DEFAULT NULL COMMENT '销售量',
  PRIMARY KEY (`sdid`)
) ENGINE=InnoDB AUTO_INCREMENT=113 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `details`
--

TRUNCATE TABLE `details`;
--
-- 转存表中的数据 `details`
--

INSERT DELAYED IGNORE INTO `details` (`sdid`, `uid`, `spid`, `specs`, `price`, `title`, `brand`, `classify`, `item`, `selling_price`, `date`, `quality`, `toe_style`, `closed`, `upper`, `functionality`, `tread`, `color`, `particulars`, `volume`) VALUES
(1, 2, 1, '36', '1299', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(2, 2, 1, '36.5', '1209', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(3, 2, 1, '37.5', '1259', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(4, 2, 1, '38', '1209', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(5, 2, 1, '38.5', '1209', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(6, 2, 1, '39', '1029', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(7, 2, 1, '40', '1109', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(8, 2, 1, '40.5', '1159', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(9, 2, 1, '41', '1239', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(10, 2, 1, '42', '1249', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(11, 2, 1, '42.5', '1189', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(12, 2, 1, '43', '1169', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(13, 2, 1, '44', '1299', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(14, 2, 1, '44.5', '1299', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(15, 2, 1, '45', '1249', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(16, 2, 1, '46', '1429', 'Nike ISPA OverReact Flyknit Shadowberry 黑灰', 'Nike', 1, 'CD9644-002', '1299', '2020.09.10', '织物', '圆头', '系带', '低帮', '防滑 减震', '橡胶底', '黑灰', '这款 ISPA OverReact 运用几何学原理打造出众版型,赋予双足出色的包覆体验; Flyknit 鞋面由本该送往垃圾填埋场的剩余纱线制成,让''再生''针织图案成为该鞋款的专属特色,满足你对舒适度与稳定性的需求的同时将''变废为宝''的时尚诠释得淋漓尽致;无鞋带设计搭配魔术贴粘扣,令鞋款更易于穿脱,只需轻松束紧,就能带给双足全方位包覆般的稳固体验;此外鞋底还搭载了融入全掌底纹设计的 Nike Re', '355'),
(17, 2, 2, '35.5', '1259', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(18, 2, 2, '36', '1139', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(19, 2, 2, '36.5', '1139', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(20, 2, 2, '37.5', '1059', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(21, 2, 2, '38', '1019', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(22, 2, 2, '38.5', '939', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(23, 2, 2, '39', '909', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(24, 2, 2, '40', '829', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(25, 2, 2, '40.5', '839', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(26, 2, 2, '41', '849', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(27, 2, 2, '42', '849', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(28, 2, 2, '42.5', '849', 'Nike Air Force 1 Shadow 白蓝粉马卡龙女款', 'Nike', 2, 'CI0919-106', '899', '2020夏季', 'NULL', '圆头', '系带', '低帮', '包裹性 防滑 ', '橡胶底', '白蓝', 'Ai r Force 1于1982年推出,由Nike公司的传奇设计师 Bruce Kilgore 设计,他摒弃了老旧的帆布鞋风格,突破性的使用内嵌式 Ai r Sole 气垫缓震系统,并将其与横跨复古与现代的外型结合,造就出风靡全球三十多年的 Air Force 1,直到今天还深受青睐。', '433'),
(29, 2, 3, '35', '3599', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(30, 2, 3, '35.5', '3599', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(31, 2, 3, '36', '3599', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(32, 2, 3, '36.5', '3599', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(33, 2, 3, '37', '2399', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(34, 2, 3, '37.5', '2399', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(35, 2, 3, '38', '2399', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(36, 2, 3, '38.5', '2399', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(37, 2, 3, '39', '2399', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(38, 2, 3, '40', '3599', 'Alexander McQueen皮革厚底板鞋女款白绿', 'Alexander McQueen', 3, '553770WHXM', '3880', '2019夏季', 'NULL', '圆头', '系带', '低帮', '防滑 耐磨 轻便 透气', '橡胶底', '白色 绿色', 'Alexander Mcqueen麦昆系带运动鞋,点缀白色小牛皮饰边鞋跟细节。搭配宽扁鞋带及白色阔型橡胶鞋底。鞋舌及后帮装饰Alexander McQueen标志。提供备用鞋带套装。为降低环境负荷减少棉花消耗,我们将不再为运动鞋提供防尘袋。', '133'),
(39, 2, 4, '39', '1199', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(40, 2, 4, '39.5', '989', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(41, 2, 4, '40', '869', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(42, 2, 4, '41', '869', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(43, 2, 4, '41.5', '879', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(44, 2, 4, '42', '949', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(45, 2, 4, '43', '1009', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(46, 2, 4, '43.5', '1049', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(47, 2, 4, '44', '1129', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(48, 2, 4, '45', '1219', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(49, 2, 4, '45.5', '1219', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(50, 2, 4, '46', '1289', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(51, 2, 4, '47.5', '1499', 'LiNing 李宁韦德之道8自由绿', '李宁', 4, 'ABAP113-12', '1399', '2020秋冬', 'NULL', '圆头', '系带', '高帮', '防滑 耐磨 减震', '橡胶底', '绿色', '韦德之道8''自由''减震中帮篮球专业比赛鞋,运用简洁的色彩搭配,简单时尚。鞋面绑带魔术贴部分内侧暗藏配色名称,每个配色都有专属故事。使用 Cordu ra 材质,抗撕裂,提升耐用性。魔术贴可有效束紧,提供包裹体验', '456'),
(52, 2, 5, '39', '439', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(53, 2, 5, '39.5', '409', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(54, 2, 5, '40', '379', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(55, 2, 5, '41', '389', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(56, 2, 5, '41.5', '359', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(57, 2, 5, '42', '349', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(58, 2, 5, '43', '329', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(59, 2, 5, '43.5', '319', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(60, 2, 5, '44', '299', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(61, 2, 5, '45', '279', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(62, 2, 5, '45.5', '279', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(63, 2, 5, '46', '299', 'LiNing 李宁 AIT VI 韦德之道队尚6黑白', '李宁', 5, 'ABAP005-1', '639', '2019.04.01', '网布', '圆头', '系带', '中帮', '防滑 耐磨 减震', '橡胶底', '黑/白', '李宁为韦德推出的团队鞋款总是充满了期待,其中队尚系便以帅气的外观、出色的性能和抢眼的配色而广受好评。李宁韦德之道队尚6在2018年底跟上市发售,其外观与前代大相径庭,采用了一体式的织物鞋面,设计风格上更加贴合现在的流行趋势,类似飞线的鞋带系统也带来了更好的包裹性。鞋身后侧采用皮革和 TPU 对后跟处进行加固,增强稳定性,同时用韦德和李宁的 Logo 点缀,诚意满满又不失细节。中底方面采用了脚感软弹', '856'),
(64, 2, 6, '35', '5499', 'Balenciaga Triple S 女款老爹鞋白粉', 'Balenciaga', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', '这款 Balenciaga 丌 iple S 做旧老爹鞋,选用网面混合材料,做了一个绗缝效果,侧面还印压了 Ba lenciaqa 的标志。', '1156'),
(65, 2, 6, '36', '4999', 'Balenciaga Triple S 女款老爹鞋白粉', 'Balenciaga', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', '这款 Balenciaga 丌 iple S 做旧老爹鞋,选用网面混合材料,做了一个绗缝效果,侧面还印压了 Ba lenciaqa 的标志。', '1156'),
(66, 2, 6, '37', '5399', 'Balenciaga Triple S 女款老爹鞋白粉', 'Balenciaga', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', '这款 Balenciaga 丌 iple S 做旧老爹鞋,选用网面混合材料,做了一个绗缝效果,侧面还印压了 Ba lenciaqa 的标志。', '1156'),
(67, 2, 6, '38', '5179', 'Balenciaga Triple S 女款老爹鞋白粉', 'Balenciaga', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', '这款 Balenciaga 丌 iple S 做旧老爹鞋,选用网面混合材料,做了一个绗缝效果,侧面还印压了 Ba lenciaqa 的标志。', '1156'),
(68, 2, 6, '39', '5499', 'Balenciaga Triple S 女款老爹鞋白粉', 'Balenciaga', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', '这款 Balenciaga 丌 iple S 做旧老爹鞋,选用网面混合材料,做了一个绗缝效果,侧面还印压了 Ba lenciaqa 的标志。', '1156'),
(69, 2, 7, '36', '909', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(70, 2, 7, '36.5', '889', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(71, 2, 7, '37', '889', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(72, 2, 7, '38', '909', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(73, 2, 7, '38.5', '859', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(74, 2, 7, '39', '849', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(75, 2, 7, '40', '889', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(76, 2, 7, '40.5', '859', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(77, 2, 7, '41', '849', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(78, 2, 7, '42', '829', 'adidas originals Ozweego 卡其棕女款', 'adidas originals', 6, '524039W09O', '4999', '2020年夏季', '网布', '圆头', '系带', '低帮', ' 耐磨 减震', '橡胶底', '黑/粉/白', 'OzWEEGO 系列鞋款具有未来主义的外观。这款鞋采用90年代后期和早期的风格设计,将复古元素融入未来主义设计线条。它们混合了网眼鞋面,绒面革和光滑的 TPU 覆盖层。 Adiprene +前掌缓震;轻质 EVA 中底; Adiprene 鞋跟缓震,有针对性的支撑使得穿着非常舒适。', '656'),
(79, 2, 8, '38.5', '1709', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(80, 2, 8, '39', '1399', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(81, 2, 8, '40', '1249', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(82, 2, 8, '40.5', '1269', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(83, 2, 8, '41', '1449', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(84, 2, 8, '42', '1479', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(85, 2, 8, '42.5', '1369', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(86, 2, 8, '43', '1329', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(87, 2, 8, '44', '1359', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(88, 2, 8, '45', '1579', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(89, 2, 8, '46', '1659', 'Nike ISPA Drifter Split Spruce 灰白', 'Nike', 8, 'AV0733-001', '1499', '2020.09.01', 'PU 织物', '圆头', '系带', '中帮', ' 防滑 减震', '橡胶底', '灰白', 'IS PA D rifter 是 Nike 创新设计与日本传统工作靴融合的产物,它把日本伯 bi 分趾靴改造成一款适于城市环境的日常轻量性能运动鞋。分趾鞋面下面是轻量柔软的泡棉鞋底,采用 N ike 速度最快的跑鞋的关键材质 ZoomX 泡棉研磨制作。外部带状设计可以为穿着者创造稳固锁定的贴合感,独特的系带系统使鞋带可以从前部和中部鞋眼同时系起。', '655'),
(90, 2, 9, '35.5', '409', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(91, 2, 9, '36', '459', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(92, 2, 9, '36.5', '429', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(93, 2, 9, '37', '409', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(94, 2, 9, '38', '439', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(95, 2, 9, '38.5', '519', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(96, 2, 9, '39', '429', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(97, 2, 9, '40', '519', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(98, 2, 9, '40.5', '469', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(99, 2, 9, '41', '469', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(100, 2, 9, '42', '419', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(101, 2, 9, '42.5', '419', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(102, 2, 9, '43', '459', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(103, 2, 9, '44', '569', '【易烊千玺同款】 adidas originals Superstar 白黑蓝', 'adidas originals', 9, 'FW6387', '899', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 包裹性', '橡胶底', '白 蓝 黑', '出身并流行于篮球场,之后又在嘻哈界留有姓名。等不及要看adidas Superstar的下一次突破了。这款经典鞋,继承招牌皮革鞋面,缀变色 Xeno 细节,带来时尚气质。', '955'),
(104, 2, 10, '35.5', '359', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489'),
(105, 2, 10, '36', '379', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489'),
(106, 2, 10, '36.5', '359', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489'),
(107, 2, 10, '37', '379', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489'),
(108, 2, 10, '38', '379', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489'),
(109, 2, 10, '38.5', '369', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489'),
(110, 2, 10, '39', '429', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489'),
(111, 2, 10, '40', '409', 'adidas originals Superstar J 白粉紫', 'adidas originals', 9, 'FV3139', '699', '2020春季', 'NULL', '圆头', '系带', '低帮', '轻便 透气', '橡胶底', '白/粉/紫', 'adidas Superstar 经典鞋,诞生于球场。五十年后,常青依旧。这款大童经典鞋,采用皮革鞋面,缀炫彩三条纹和鞋跟标,造型亮丽。含招牌的橡胶贝壳形鞋头。', '489');

-- --------------------------------------------------------

--
-- 表的结构 `details_sort`
--

DROP TABLE IF EXISTS `details_sort`;
CREATE TABLE IF NOT EXISTS `details_sort` (
  `did` int(11) NOT NULL AUTO_INCREMENT COMMENT '分类编号 主键约束',
  `fid` int(11) DEFAULT NULL COMMENT '产品分类编号',
  `d_price` varchar(10) DEFAULT NULL COMMENT '价格',
  `dtitle` varchar(20) DEFAULT NULL COMMENT '内容标题',
  `img` varchar(50) DEFAULT NULL,
  `count` int(11) DEFAULT NULL COMMENT '销量',
  PRIMARY KEY (`did`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `details_sort`
--

TRUNCATE TABLE `details_sort`;
--
-- 转存表中的数据 `details_sort`
--

INSERT DELAYED IGNORE INTO `details_sort` (`did`, `fid`, `d_price`, `dtitle`, `img`, `count`) VALUES
(1, 2, '1299', 'Nike ISPA OverReact ', '20200915193254.png', 855),
(2, 2, '829', 'Nike Air Force 1 Sha', '20200915195229.png', 788),
(3, 2, '2399', 'Alexander McQueen皮革厚', '20200915200038.png', 544),
(4, 2, '869', 'LiNing 李宁韦德之道8自由绿', '20200915200749.png', 888),
(5, 2, '279', 'LiNing 李宁 AIT VI 韦德之', '20200915201948.png', 1200),
(6, 2, '4999', 'Balenciaga Triple S ', '20200915202644.png', 899),
(7, 2, '829', 'adidas originals Ozw', '20200915203214.png', 776),
(8, 2, '1249', 'Nike ISPA Drifter Sp', '20200915204335.png', 655),
(9, 2, '409', '【易烊千玺同款】 adidas orig', '20200915234710.png', 644),
(10, 2, '359', 'adidas originals Sup', '20200915205031.png', 344),
(11, 3, '879', 'CASIO 卡西欧美人鱼的眼泪之海玻璃系', '20200917120715.jpg', 2444),
(12, 3, '1499', 'PierreLannier 连尼亚法国男', '202009171207151.jpg', 1644),
(13, 3, '3229', 'CASIO 卡西欧 G-SHOCK x ', '202009171207152.jpg', 944),
(14, 3, '2409', 'TISSOT 天梭V8系列日历窗格计时码', '202009171207153.jpg', 1444),
(15, 3, '749', '【林允同款】 CASIO 卡西欧 BAB', '202009171207154.jpg', 1304),
(16, 3, '1999', 'CASIO 卡西欧 G-SHOCK x ', '202009171207155.jpg', 644),
(17, 3, '909', '【王一博同款】 CASIO 卡西欧 G-', '202009171207156.jpg', 888),
(18, 3, '799', '【权志龙同款】 CASIO 卡西欧 G-', '202009171207157.jpg', 666),
(19, 3, '1099', 'DanielWellington 丹尼尔', '202009171207158.jpg', 555),
(20, 3, '1499', 'TISSOT 天梭魅时系列休闲时尚绿色尼', '202009171207159.jpg', 999);

-- --------------------------------------------------------

--
-- 表的结构 `dewu_address`
--

DROP TABLE IF EXISTS `dewu_address`;
CREATE TABLE IF NOT EXISTS `dewu_address` (
  `aid` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `receiver` varchar(16) DEFAULT NULL,
  `province` varchar(16) DEFAULT NULL,
  `address` varchar(128) DEFAULT NULL,
  `cellphone` varchar(16) DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`aid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `dewu_address`
--

TRUNCATE TABLE `dewu_address`;
-- --------------------------------------------------------

--
-- 表的结构 `dewu_order`
--

DROP TABLE IF EXISTS `dewu_order`;
CREATE TABLE IF NOT EXISTS `dewu_order` (
  `aid` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `address_id` int(11) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `order_time` bigint(20) DEFAULT NULL,
  `pay_time` bigint(20) DEFAULT NULL,
  `deliver_time` bigint(20) DEFAULT NULL,
  `received_time` bigint(20) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`aid`)
) ENGINE=InnoDB AUTO_INCREMENT=10000000 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `dewu_order`
--

TRUNCATE TABLE `dewu_order`;
-- --------------------------------------------------------

--
-- 表的结构 `dewu_order_detail`
--

DROP TABLE IF EXISTS `dewu_order_detail`;
CREATE TABLE IF NOT EXISTS `dewu_order_detail` (
  `did` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `count` int(11) DEFAULT NULL,
  PRIMARY KEY (`did`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `dewu_order_detail`
--

TRUNCATE TABLE `dewu_order_detail`;
-- --------------------------------------------------------

--
-- 表的结构 `img_details`
--

DROP TABLE IF EXISTS `img_details`;
CREATE TABLE IF NOT EXISTS `img_details` (
  `lid` int(11) NOT NULL AUTO_INCREMENT COMMENT '分类编号 主键约束',
  `icon` varchar(100) DEFAULT NULL COMMENT '产品图标',
  `carousel_img` varchar(300) DEFAULT NULL COMMENT '轮播图片',
  `show_img` varchar(300) DEFAULT NULL COMMENT '展示图片',
  `minutia_img` varchar(100) DEFAULT NULL COMMENT '细节展示',
  PRIMARY KEY (`lid`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `img_details`
--

TRUNCATE TABLE `img_details`;
--
-- 转存表中的数据 `img_details`
--

INSERT DELAYED IGNORE INTO `img_details` (`lid`, `icon`, `carousel_img`, `show_img`, `minutia_img`) VALUES
(1, '20200915193254.png', '20200915193254.png,20200915193145.png,20200915193303.png,20200915193308.png,20200915193313.png,20200915193316.png', '20200915193723.png', '202009151937231.png'),
(2, '20200915195229.png', '20200915195229.png,202009151952292.png,202009151952293.png,202009151952294.png,202009151952295.png', '202009151952296.png', '202009151952297.png'),
(3, '20200915200038.png', '20200915200038.png,202009152000381.png,202009152000382.png,202009152000383.png', '202009152000384.png', '202009152000385.png'),
(4, '20200915200749.png', '20200915200749.png,202009152007491.png,202009152007492.png,202009152007493.png,202009152007494.png,202009152007495.png', '202009152007496.png', '202009152007497.png'),
(5, '20200915201948.png', '20200915201948.png,202009152019481.png,202009152019482.png,202009152019483.png', '202009152019481.png,202009152019482.png,202009152019483.png', '202009152019484.png'),
(6, '20200915202644.png', '20200915202644.png,202009152026441.png,202009152026442.png', '202009152026443.png', '202009152026444.png'),
(7, '20200915203214.png', '20200915203214.png,202009152032141.png,202009152032142.png,20200915203400.png', '202009152032141.png,202009152032142.png,20200915203400.png', '202009152032143.png'),
(8, '20200915204335.png', '20200915204335.png,202009152043351.png,202009152043352.png,202009152043353.png,202009152043354.png,202009152043355.png', '202009152043356.png', '202009152043357.png'),
(9, '20200915234710.png', '20200915234710.png,202009152347101.png,202009152347102.png,202009152347103.png,202009152347104.png,202009152347105.png', '202009152347101.png,202009152347102.png,202009152347103.png,202009152347104.png,202009152347105.png', '202009152347106.png'),
(10, '20200915205031.png', '20200915205031.png,202009152050311.png,202009152050312.png,202009152050313.png,202009152050314.png', '202009152050311.png,202009152050312.png,202009152050313.png,202009152050314.png', '202009152050315.png');

-- --------------------------------------------------------

--
-- 表的结构 `shoes_sort`，鞋子分类表
--

DROP TABLE IF EXISTS `shoes_sort`;
CREATE TABLE IF NOT EXISTS `shoes_sort` (
  `sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '鞋分类编号 主键约束',
  `smessage` varchar(10) DEFAULT NULL COMMENT '内容',
  `simg` varchar(50) DEFAULT NULL COMMENT '图片',
  PRIMARY KEY (`sid`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `shoes_sort`
--

TRUNCATE TABLE `shoes_sort`;
--
-- 转存表中的数据 `shoes_sort`
--

INSERT DELAYED IGNORE INTO `shoes_sort` (`sid`, `smessage`, `simg`) VALUES
(1, '千元潮鞋', '20200911231717.png'),
(2, '女神必备', '20200909195806.png'),
(3, '奢侈高街', '2020091120550627.png'),
(4, '运动装备', '2020091120550613.png'),
(5, '李宁跑步鞋', '2020091120550635.png'),
(6, '女款老爹鞋', '2020091120550631.png'),
(7, '马丁靴', '20200909195848.png'),
(8, '跑步鞋', '20200909200018.png'),
(9, '贝壳头', '2020091120550634.png'),
(10, 'Ozweego', '202009112055062.png');

-- --------------------------------------------------------

--
-- 表的结构 `tab_sort`，tab标签的名字
--

DROP TABLE IF EXISTS `tab_sort`;
CREATE TABLE IF NOT EXISTS `tab_sort` (
  `tid` int(11) NOT NULL AUTO_INCREMENT COMMENT '标签页编号 主键约束',
  `tmessage` varchar(10) DEFAULT NULL COMMENT '内容',
  PRIMARY KEY (`tid`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `tab_sort`
--

TRUNCATE TABLE `tab_sort`;
--
-- 转存表中的数据 `tab_sort`
--

INSERT DELAYED IGNORE INTO `tab_sort` (`tid`, `tmessage`) VALUES
(1, '推荐'),
(2, '鞋类'),
(3, '手表'),
(4, '服装'),
(5, '箱包'),
(6, '配饰'),
(7, '潮玩'),
(8, '运动'),
(9, '数码'),
(10, '美妆'),
(11, '家具'),
(12, '汽车'),
(13, '家电');

-- --------------------------------------------------------

--
-- 表的结构 `users`，新用户表
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `uid` int(11) NOT NULL AUTO_INCREMENT COMMENT '用户ID,主键且唯一',
  `uname` varchar(10) DEFAULT '帅气kd8ED' COMMENT '用户名',
  `upwd` varchar(30) NOT NULL COMMENT '用户密码',
  `age` tinyint(4) DEFAULT NULL COMMENT '用户年龄',
  `sex` tinyint(1) DEFAULT '2' COMMENT '用户性别',
  `avatar` varchar(100) DEFAULT 'ic_tab_user_sel.png' COMMENT '用户头像',
  `autograph` varchar(30) DEFAULT '未设置签名' COMMENT '用户签名',
  `tel` bigint(20) NOT NULL COMMENT '用户手机号',
  `money` int(11) Not NULL COMMENT '用户余额',
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COMMENT='用户表';

--
-- 插入之前先把表清空（truncate） `users`
--

TRUNCATE TABLE `users`;
--
-- 转存表中的数据 `users`
--

INSERT DELAYED IGNORE INTO `users` (`uid`, `uname`, `upwd`, `age`, `sex`, `avatar`, `autograph`, `tel`,`money`) VALUE
(1, '帅气kd8ED', '123456', 28, 2, 'ic_tab_user_sel.png', '未设置签名', 15858102902,10000);
-- (2, 'Angelina', '123456', 26, 2, 'ic_tab_user_sel.png', '未设置签名', 15158051609),
-- (3, 'mumu', '123456', 18, 2, 'ic_tab_user_sel.png', '未设置签名', 15290883118),
-- (4, 'linyao', '123456', 18, 2, 'ic_tab_user_sel.png', '未设置签名', 15715828701),
-- (5, 'liwenhua', '123456', 18, 2, 'ic_tab_user_sel.png', '未设置签名', 15797916118),
-- (6, 'yuancheng', '123456', 18, 2, 'ic_tab_user_sel.png', '未设置签名', 17759374816),
-- (7, 'liyang', '123456', 18, 2, 'ic_tab_user_sel.png', '未设置签名', 17693494946);

-- --------------------------------------------------------

--
-- 表的结构 `user_collect`，用户收藏表
--

DROP TABLE IF EXISTS `user_collect`;
CREATE TABLE IF NOT EXISTS `user_collect` (
  `uid` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `user_collect`
--

TRUNCATE TABLE `user_collect`;
-- --------------------------------------------------------

--
-- 手表表格
--

DROP TABLE IF EXISTS `watch_sort`;
CREATE TABLE IF NOT EXISTS `watch_sort` (
  `wid` int(11) NOT NULL AUTO_INCREMENT COMMENT '手表分类编号 主键约束',
  `wmessage` varchar(10) DEFAULT NULL COMMENT '内容',
  `wimg` varchar(50) DEFAULT NULL COMMENT '图片',
  PRIMARY KEY (`wid`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- 插入之前先把表清空（truncate） `watch_sort`
--

TRUNCATE TABLE `watch_sort`;
--
-- 
--

INSERT DELAYED IGNORE INTO `watch_sort` (`wid`, `wmessage`, `wimg`) VALUES
(1, '品牌专供', '2020091120550643.png'),
(2, '本周新品', '2020091120550677.png'),
(3, '人气榜单', '2020091120550687.png'),
(4, '开学季表单', '2020091120550683.png'),
(5, '智能腕表', '2020091120550647.png'),
(6, '潮流腕表', '2020091120550676.png'),
(7, '女神表款', '2020090917470716.png'),
(8, '奢华腕表', '2020091120550679.png'),
(9, '情侣对表', '2020091120550660.png'),
(10, '高端机械', '2020091120550644.png');

